<?php
function removeAcentos($Msg){
	$acentos = array(
	 "Â","À","Á","Ä","Ã",
	 "â","ã","à","á","ä",
	 "Ê","È","É","Ë",
	 "ê","è","é","ë",
	 "Î","Í","Ì","Ï",
	 "î","í","ì","ï",
	 "Ô","Õ","Ò","Ó","Ö",
	 "ô","õ","ò","ó","ö",
	 "Û","Ù","Ú","Ü",
	 "û","ú","ù","ü",
	 "ç",
	 "Ç");
	$sem_acentos = array(
	 "A","A","A","A","A",
	 "a","a","a","a","a",
	 "E","E","E","E",
	 "e","e","e","e",
	 "I","I","I","I",
	 "i","i","i","i",
	 "O","O","O","O","O",
	 "o","o","o","o","o",
	 "U","U","U","U",
	 "u","u","u","u",
	 "c",
	 "C");
	$Msg = str_replace($acentos, $sem_acentos, $Msg);
	return $Msg;
}
